

def help_in_proggram():
        """
-------------------------------------------------------------------
Вы выбрали пункт 'Помощь в использовании калькулятором'

            Калькулятор имеет 4 функции:

                    '+' - сложение;
                    '-' - вычитание;
                    '*' - умножение;
                    '/' - деление.

    Если вы введете операцию, которой нету в программе.
Вас заставят заного ввести данные.
    Если вы введете данные заведомо ложные. Программа вас
предупредит об этом и вам прийдется опять ввести по новой значения.
    Если вы выполните полный функционал, который и предназначен
для этой программы.Вы можете выбрать пункт 'Выйти' и после этого
вы выйдите из программы.
    Если возникнут проблемы можете заного прочитать помощь
в использовании калькулятором.

                Хорошего времени суток.
-------------------------------------------------------------------
        """
